platok_predstav=["id:","Название платка:","Автор платка:","Вариант окраски 1:", "Вариант окраски 2:","Вариант окраски 3",
                 "Вариант окраски 4:","Вариант окраски 5:","Узор темени:","Узор сердцевины:", "Узор сторон:",
                 "Узор углов:","Узор края:", "Соотношение цветов и узора:", "Нарисованный цветок 1:",
                 "Нарисованный цветок 2:","Нарисованный цветок 3:","Нарисованный цветок 4:","Нарисованный цветок 5:",
                 "Размер платка:","Материал платка:", "Материал бахромы:"]
Hudozhniki=[["Надежда","Слащева","25.05","1936","17.04","2011"],
           ["Галина","Сотскова","18.05","1949","Отсутствует","Отсутствует"],
            ["Степан","Постигов","Отсутствует","Отсутствует","Отсутствует","Отсутствует"],
            ["Валентина","Созинова","21.04","Отсутствует","Отсутствует","Отсутствует"],
           ["Евгений","Штыхин","22.09","Отсутствует","Отсутствует","Отсутствует"],
           ["Юлия","Уткина","09.05","Отсутствует","Отсутствует","Отсутствует"],
           ["Надежда","Красноносова(Кудренко)","14.04","Отсутствует","Отсутствует","Отсутствует"],
            ["Евгения","Муравьёва","Отсутствует","Отсутствует","Отсутствует","Отсутствует"],
            ["Инна","Макаганчук","11.07","1989","Отсутствует","Отсутствует"],
            ["Елена","Сафонова","Отсутствует","Отсутствует","Отсутствует"],
            ["Дмитрий","Рогатов","24.01","1956","Отсутствует","Отсутствует"],
            ["Татьяна","Шолохова","11.02","1967","59","Отсутствует","Отсутствует"],
            ["Злата", "Ольшевская","20.10","1920","25.05","2011"],
            ["Сергей","Кутузов","07.10","1993","Отсутствует","Отсутствует"],
            ["Елена","Немешаева","08.03","1966","Отсутствует","Отсутствует"],
            ["Константин","Аболихин","08.01","1868","02.02","1942"],
            ["Елена","Фаворитова","14.10","1967","Отсутствует","Отсутствует"],
            ["Татьяна","Сухаревская","06.09","1967","Отсутствует","Отсутствует"],
            ["Елена","Жукова","14.04","1964","Отсутствует","Отсутствует"],
            ["Валерия","Фадеева","17.04","1975","Отсутствует","Отсутствует"],
            ["Ирина","Дадонова","01.05","1939","Отсутствует","Отсутствует"],
            ["Виктор","Зубрицкий","24.09","1946","08.07","2023"],
            ["Екатерина","Регунова","19.05","1926","11.06","2009"],
            ["Елена","Литвинова","18.07","1969","Отсутствует","Отсутствует"],
            ["Наталья","Белокур","13.06","1969","Отсутствует","Отсутствует"],
            ["Клара","Зиновьева","24.06","1928","82","01.03","2010","16"]]
hudozhik_0=["Надежда","Слащева","25.05","1936","74","17.04","2011","15","Отсутствует","Отсутствует"]
hudozhik_1=["Галина","Сотскова","18.05","1949","77","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_2=["Степан","Постигов","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_3=["Валентина","Созинова","21.04","xxxx","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_4=["Евгений","Штыхин","22.09","xxxx","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_5=["Юлия","Уткина","09.05","xxxx","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_6=["Надежда","Красноносова(Кудренко)","14.04","xxxx","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_7=["Евгения","Муравьёва","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_8=["Инна","Макаганчук","11.07","1989","37","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_9=["Елена","Сафонова","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_10=["Дмитрий","Рогатов","24.01","1956","70","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_11=["Татьяна","Шолохова","11.02","1967","59","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_12=["Злата", "Ольшевская","20.10","1920","91","25.05","2011","15","Отсутствует","Отсутствует"]
hudozhik_13=["Сергей","Кутузов","07.10","1993","32","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_14=["Елена","Немешаева","08.03","1966","60","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_15=["Константин","Аболихин","08.01","1868","74","02.02","1942","84","Отсутствует","Отсутствует"]
hudozhik_16=["Елена","Фаворитова","14.10","1967","59","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_17=["Татьяна","Сухаревская","06.09","1967","59","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_18=["Елена","Жукова","14.04","1964","62","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_19=["Валерия","Фадеева","17.04","1975","51","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_20=["Ирина","Дадонова","01.05","1939","87","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_21=["Виктор","Зубрицкий","24.09","1946","77","08.07","2023","3","Отсутствует","Отсутствует"]
hudozhik_22=["Екатерина","Регунова","19.05","1926","83","11.06","2009","17","Отсутствует","Отсутствует"]
hudozhik_23=["Елена","Литвинова","18.07","1969","67","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_24=["Наталья","Белокур","13.06","1969","59","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_25=["Клара","Зиновьева","24.06","1928","82","01.03","2010","16","Отсутствует","Отсутствует"]