platok_predstav=["id:","Название платка:","Автор платка:","Вариант окраски 1:", "Вариант окраски 2:","Вариант окраски 3",
                 "Вариант окраски 4:","Вариант окраски 5:","Узор темени:","Узор сердцевины:", "Узор сторон:",
                 "Узор углов:","Узор края:", "Соотношение цветов и узора:", "Нарисованный цветок 1:",
                 "Нарисованный цветок 2:","Нарисованный цветок 3:","Нарисованный цветок 4:","Нарисованный цветок 5:",
                 "Размер платка:","Материал платка:", "Материал бахромы:"]
Hudozhniki=[["Надежда","Слащева","05-25","1936","04-17","2011","AgACAgQAAxkBAAIr6moRdavwPNHDX-3NQLkM356uMX0NAAKTDmsbXvSIUPEnoYJk_PvXAQADAgADeQADOwQ",
"AgACAgQAAxkBAAIr5moRdVuv-UDu0NYjyl0St2JezLWhAAKSDmsbXvSIUBpsWzHS1WjzAQADAgADeAADOwQ"],
["Галина","Сотскова","05-18","1949","Отсутствует","Отсутствует","Отсутствует","Отсутствует"],
["Степан","Постигов","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"],
["Валентина","Созинова","04-21","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"],
["Евгений","Штыхин","09-22","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"],
["Юлия","Уткина","05-09","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"],
["Надежда","Красноносова(Кудренко)","04-14","Отсутствует","Отсутствует","Отсутствует","AgACAgQAAxkBAAIr82oRm0axL9F9UI1qkHRg2LOiu-N-AAI7DmsbXvSQUOLyBK0c02uOAQADAgADdwADOwQ",
"AgACAgQAAxkBAAIr92oRm9hF79bhQ7cQmok0iw0mfQIpAAI8DmsbXvSQUO-ZkVb2hTXrAQADAgADdwADOwQ"],
["Евгения","Муравьёва","Отсутствует","Отсутствует","Отсутствует","Отсутствует","AgACAgQAAxkBAAIr-2oRnQcrJWxgc72qZg4dP5qIC_I2AAI-DmsbXvSQUOe5M6NXMY3MAQADAgADdwADOwQ",
"AgACAgQAAxkBAAIr_2oRnRgdV-pgFEr1Z0bCqnLmIRUmAAI_DmsbXvSQUGha-dB7C2s_AQADAgADdwADOwQ"],
["Инна","Макаганчук","07-11","1989","Отсутствует","Отсутствует","AgACAgQAAxkBAAIsA2oSD3IC7Y7DCCcsC6G_famMRqT2AAL5EWsbXvSQUOtAdOMl6q4JAQADAgADeQADOwQ",
 "AgACAgQAAxkBAAIsB2oSD4AE7tyBIvrQX0WSgLEiZCXiAAL6EWsbXvSQUDfdga_OxzKsAQADAgADeAADOwQ"],
["Елена","Сафонова","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"],
["Дмитрий","Рогатов","01-24","1956","Отсутствует","Отсутствует","AgACAgQAAxkBAAIsDGoSESl1PxyJfv8FbFVHVpi-fZorAAL8EWsbXvSQUMUlIAqJ8pXGAQADAgADeAADOwQ",
 "AgACAgQAAxkBAAIsEGoSETiJs-d0_MOqaOQ7ElTiVnrBAAL9EWsbXvSQUAGGG8PgcomNAQADAgADeQADOwQ"],
["Татьяна","Шолохова","02-11","1967","Отсутствует","Отсутствует","AgACAgQAAxkBAAIsFGoSEch8qTK6PorTAAEYwBiPJHdY-AAC_hFrG170kFBtyKFmCNKw0QEAAwIAA3cAAzsE",
"AgACAgQAAxkBAAIsGGoSEexaujtmb0pjd7HmFN32qKTyAAL_EWsbXvSQUHXnOR623dO4AQADAgADeQADOwQ"],
["Злата", "Ольшевская","10-20","1920","05-25","2011","AgACAgQAAxkBAAIsHGoSE0gDnkFhgvhimaK7eWzn4NP9AAIBEmsbXvSQUFhishbOe-DhAQADAgADdwADOwQ",
"AgACAgQAAxkBAAIsHmoSE0386yIr1NMtU8Hwlz9iJS9lAAICEmsbXvSQUEPHZhq07PsDAQADAgADeQADOwQ"],
["Сергей","Кутузов","10-07","1993","Отсутствует","Отсутствует","Отсутствует","Отсутствует"],
["Елена","Немешаева","03-08","1966","Отсутствует","Отсутствует","Отсутствует","Отсутствует"],
["Константин","Аболихин","01-08","1868","02-02","1942","Отсутствует","Отсутствует"],
["Елена","Фаворитова","10-14","1967","Отсутствует","Отсутствует","Отсутствует","Отсутствует"],
["Татьяна","Сухаревская","09-06","1967","Отсутствует","Отсутствует","Отсутствует","Отсутствует"],
["Елена","Жукова","04-14","1964","Отсутствует","Отсутствует","Отсутствует","Отсутствует"],
["Валерия","Фадеева","04-17","1975","Отсутствует","Отсутствует","Отсутствует","Отсутствует"],
["Ирина","Дадонова","05-01","1939","Отсутствует","Отсутствует","Отсутствует","Отсутствует"],
["Виктор","Зубрицкий","09-24","1946","07-08","2023","Отсутствует","Отсутствует"],
["Екатерина","Регунова","05-19","1926","06-11","2009","Отсутствует","Отсутствует"],
["Елена","Литвинова","07-18","1969","Отсутствует","Отсутствует","Отсутствует","Отсутствует"],
["Наталья","Белокур","06-13","1969","Отсутствует","Отсутствует","Отсутствует","Отсутствует"],
["Клара","Зиновьева","06-24","1928","03-01","2010","Отсутствует","Отсутствует"]]
hudozhik_0=["Надежда","Слащева","25-05","1936","74","04-17","2011","15","Отсутствует","Отсутствует"]
hudozhik_1=["Галина","Сотскова","18-05","1949","77","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_2=["Степан","Постигов","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_3=["Валентина","Созинова","21.04","xxxx","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_4=["Евгений","Штыхин","22.09","xxxx","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_5=["Юлия","Уткина","09.05","xxxx","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_6=["Надежда","Красноносова(Кудренко)","14.04","xxxx","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_7=["Евгения","Муравьёва","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_8=["Инна","Макаганчук","11.07","1989","37","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_9=["Елена","Сафонова","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_10=["Дмитрий","Рогатов","24.01","1956","70","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_11=["Татьяна","Шолохова","11.02","1967","59","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_12=["Злата", "Ольшевская","20.10","1920","91","25.05","2011","15","Отсутствует","Отсутствует"]
hudozhik_13=["Сергей","Кутузов","07.10","1993","32","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_14=["Елена","Немешаева","08.03","1966","60","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_15=["Константин","Аболихин","08.01","1868","74","02.02","1942","84","Отсутствует","Отсутствует"]
hudozhik_16=["Елена","Фаворитова","14.10","1967","59","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_17=["Татьяна","Сухаревская","06.09","1967","59","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_18=["Елена","Жукова","14.04","1964","62","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_19=["Валерия","Фадеева","17.04","1975","51","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_20=["Ирина","Дадонова","01.05","1939","87","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_21=["Виктор","Зубрицкий","24.09","1946","77","08.07","2023","3","Отсутствует","Отсутствует"]
hudozhik_22=["Екатерина","Регунова","19.05","1926","83","11.06","2009","17","Отсутствует","Отсутствует"]
hudozhik_23=["Елена","Литвинова","18.07","1969","67","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_24=["Наталья","Белокур","13.06","1969","59","Отсутствует","Отсутствует","Отсутствует","Отсутствует","Отсутствует"]
hudozhik_25=["Клара","Зиновьева","24.06","1928","82","01.03","2010","16","Отсутствует","Отсутствует"]