platok_predstav=["Название платка:","Автор платка:","Вариант окраски 1:", "Вариант окраски 2:","Вариант окраски 3",
                 "Вариант окраски 4:","Вариант окраски 5:","Узор темени:","Узор сердцевины:", "Узор сторон:",
                 "Узор углов:","Узор края:", "Соотношение цветов и узора:", "Нарисованный цветок 1:",
                 "Нарисованный цветок 2:","Нарисованный цветок 3:","Нарисованный цветок 4:","Нарисованный цветок 5:",
                 "Размер платка:","Материал платка:", "Материал бахромы:"]